{"id":"789d5d10-17ae-11ec-a10e-0d206e63071e","updated_at":"2021-09-17T11:57:46.617Z","updated_by":"admin","created_at":"2021-09-17T11:57:46.617Z","created_by":"admin","name":"DetectionRule:YandexCloud:k8s:kyverno-reporter-detect","tags":[],"interval":"5m","enabled":true,"description":"s","risk_score":47,"severity":"medium","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://c-c9q6jr87k26gs8r4lr5p.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"67db9eb6-eebf-4ffa-b1f6-9311a347faf7","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["k8s-kyverno*"],"query":"event.dataset : yandexcloud.k8s_kyverno and Status : fail","filters":[],"saved_id":"Yandexcloud:k8s:kyverno-reporter-detect","throttle":"no_actions","actions":[]}
{"exported_count":1,"missing_rules":[],"missing_rules_count":0}
