{"id":"db8cc0f0-930f-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-21T12:14:48.896Z","updated_by":"admin","created_at":"2022-02-21T12:14:46.868Z","created_by":"admin","name":"DetectionRule: Yandexcloud: IAM sa connect from outside of cloud ","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud: IAM sa connect from outside of cloud ","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://c-c9qec6ilgop0vdtvpoi2.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"49e4d14d-2dbf-466d-a124-cd672c2c5a3d","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and user.type: SERVICE_ACCOUNT and not source.ip: (\"51.250.0.0/17\" or \"31.44.8.0/21\" or \"62.84.112.0/20\" or \"84.201.128.0/18\" or \"84.252.128.0/20\" or \"130.193.32.0/19\" or \"178.154.192.0/18\" or \"178.170.222.0/24\" or \"185.206.164.0/22\" or \"193.32.216.0/22\" or \"217.28.224.0/20\") and source.ip: *","filters":[],"saved_id":"bfdff200-930f-11ec-b8ee-4bf5e13b519b","throttle":"no_actions","actions":[]}
{"id":"b790db90-930b-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-21T11:45:10.388Z","updated_by":"admin","created_at":"2022-02-21T11:45:08.400Z","created_by":"admin","name":"DetectionRule: Yandexcloud: Compute metadata posible secret","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud:Compute posible key in metadata","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://c-c9qec6ilgop0vdtvpoi2.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"9086ff48-68ab-4164-b166-cfe5d3f81c02","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: (yandex.cloud.audit.compute.UpdateInstance or yandex.cloud.audit.compute.CreateInstance) and details.metadata_keys: secret key password pass token oauth aws_access_key_id and event.outcome : success","filters":[],"saved_id":"8ca32c30-930b-11ec-b8ee-4bf5e13b519b","throttle":"no_actions","actions":[]}
{"id":"c2dfdca0-92f0-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-21T08:32:12.439Z","updated_by":"admin","created_at":"2022-02-21T08:32:10.650Z","created_by":"admin","name":"DetectionRule: Yandexcloud: VPC sec-group action from user not in list","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud:VPC sec-group action from user not in list","risk_score":47,"severity":"medium","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://c-c9qec6ilgop0vdtvpoi2.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"6646ae6c-8031-4b0e-ab86-5bd7a90b8b63","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and (event.action: yandex.cloud.audit.network.CreateSecurityGroup or yandex.cloud.audit.network.UpdateSecurityGroup) and not user.name: mirtov8@yandex-team.ru kirill@yandex-team.ru","filters":[],"saved_id":"ae9a0ae0-92f0-11ec-b8ee-4bf5e13b519b","throttle":"no_actions","actions":[]}
{"id":"87a88c30-92ec-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-21T08:01:55.413Z","updated_by":"admin","created_at":"2022-02-21T08:01:53.350Z","created_by":"admin","name":"DetectionRule: Yandexcloud: ObjectStorage bacome public through ACL","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud:ObjectStorage bacome public through ACL","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://c-c9qec6ilgop0vdtvpoi2.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"ed7480ac-e96e-4094-909c-08e57cfea6cb","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.storage.BucketAclUpdate and details.acl.grants.grant_type: \"ALL_USERS\"","filters":[],"saved_id":"706b4c60-92ec-11ec-b8ee-4bf5e13b519b","throttle":"no_actions","actions":[]}
{"id":"37a88190-92ec-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-21T07:59:41.570Z","updated_by":"admin","created_at":"2022-02-21T07:59:39.530Z","created_by":"admin","name":"DetectionRule: Yandexcloud: ObjectStorage become public","tags":[],"interval":"5m","enabled":true,"description":"DetectionRule: Yandexcloud: ObjectStorage become public","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://c-c9qec6ilgop0vdtvpoi2.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"8b86b152-fe28-4bbd-822b-6722cc937d00","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.storage.BucketUpdate and (details.objects_access: true or details.settings_read_access: true or details.list_access: true)","filters":[],"saved_id":"e6e68680-92eb-11ec-b8ee-4bf5e13b519b","throttle":"no_actions","actions":[]}
{"id":"0a5d0180-92eb-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-21T07:51:15.473Z","updated_by":"admin","created_at":"2022-02-21T07:51:13.779Z","created_by":"admin","name":"DetectionRule: Yandexcloud: KMS delete key","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud:KMS delete key","risk_score":21,"severity":"low","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://c-c9qec6ilgop0vdtvpoi2.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"9b952d2b-f61b-472e-9986-24375f72e509","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.kms.DeleteSymmetricKey","filters":[],"saved_id":"dfa221f0-92ea-11ec-b8ee-4bf5e13b519b","throttle":"no_actions","actions":[]}
{"id":"c3ac1c80-915f-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-19T08:41:45.977Z","updated_by":"admin","created_at":"2022-02-19T08:41:43.952Z","created_by":"admin","name":"DetectionRule: Yandexcloud: Lockbox access bindings","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud: Lockbox access bindings","risk_score":21,"severity":"low","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://c-c9qec6ilgop0vdtvpoi2.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"17737b64-3bf8-4d21-ab88-3be74ff10ee7","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.lockbox.UpdateSecretAccessBindings","filters":[],"saved_id":"a18f3380-915f-11ec-b8ee-4bf5e13b519b","throttle":"no_actions","actions":[]}
{"id":"4766e8d0-915f-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-19T08:38:17.738Z","updated_by":"admin","created_at":"2022-02-19T08:38:15.711Z","created_by":"admin","name":"DetectionRule: Yandexcloud: Lockbox assign sa on vm with perm","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud:Lockbox assign sa on vm with perm","risk_score":21,"severity":"low","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://c-c9qec6ilgop0vdtvpoi2.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"92e248b6-4144-410a-9b89-ab9d0d8d3a90","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.compute.UpdateInstance and details.service_account_id: ajeg2ar8m8o25u63dj9f","filters":[],"saved_id":"2c9e1140-915f-11ec-b8ee-4bf5e13b519b","throttle":"no_actions","actions":[]}
{"id":"8568e440-915e-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-19T08:32:51.760Z","updated_by":"admin","created_at":"2022-02-19T08:32:50.237Z","created_by":"admin","name":"DetectionRule: Yandexcloud: Lockbox read secret not from target user","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud:Lockbox read secret not from target user","risk_score":47,"severity":"medium","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://c-c9qec6ilgop0vdtvpoi2.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"bd15a964-8318-49d6-a2e2-c31c54b1855b","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.lockbox.GetPayload and not user.id: ajeg2ar8m8o25u63dj9f and details.secret_name: secret1","filters":[],"saved_id":"506d3390-915e-11ec-b8ee-4bf5e13b519b","throttle":"no_actions","actions":[]}
{"id":"4891e630-915d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-19T08:25:34.487Z","updated_by":"admin","created_at":"2022-02-19T08:23:58.509Z","created_by":"admin","name":"DetectionRule: Yandexcloud: Lockbox read secret not from cloud","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud:Lockbox read secret not from cloud","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://c-c9qec6ilgop0vdtvpoi2.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"2757105b-9ae4-41a2-837c-e19593ae076c","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":2,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.lockbox.GetPayload and not source.ip: (\"51.250.0.0/17\" or \"31.44.8.0/21\" or \"62.84.112.0/20\" or \"84.201.128.0/18\" or \"84.252.128.0/20\" or \"130.193.32.0/19\" or \"178.154.192.0/18\" or \"178.170.222.0/24\" or \"185.206.164.0/22\" or \"193.32.216.0/22\" or \"217.28.224.0/20\")","filters":[],"saved_id":"07515700-915d-11ec-b8ee-4bf5e13b519b","throttle":"no_actions","actions":[]}
{"id":"44a9cd30-8f05-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-16T08:48:55.336Z","updated_by":"admin","created_at":"2022-02-16T08:48:53.400Z","created_by":"admin","name":"DetectionRule: Yandexcloud: MDB Delete Cluster","tags":[],"interval":"5m","enabled":true,"description":"s","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://c-c9qec6ilgop0vdtvpoi2.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"3d76ee5e-adc0-4b54-8cc2-0c0b00ab7e85","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.mdb.*.DeleteCluster","filters":[],"saved_id":"20754ed0-8f05-11ec-b8ee-4bf5e13b519b","throttle":"no_actions","actions":[]}
{"id":"e90d0060-8f03-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-16T08:39:12.870Z","updated_by":"admin","created_at":"2022-02-16T08:39:10.830Z","created_by":"admin","name":"DetectionRule: Yandexcloud: MDB Admin tasks from not trusted ip","tags":[],"interval":"5m","enabled":true,"description":"j","risk_score":47,"severity":"medium","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://c-c9qec6ilgop0vdtvpoi2.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"47246881-6b0a-4ecf-a382-0ef6094e3b4e","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trail-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: (yandex.cloud.audit.mdb.*.UpdateUser or yandex.cloud.audit.mdb.*.CreateUser or yandex.cloud.audit.mdb.*.CreateCluster or yandex.cloud.audit.mdb.*.UpdateCluster ) and source.ip : (\"2a00:1fa0:474:9876:4cac:6c43:12aa:2bd2\" or \"2a00:1fa0:474:9876:4cac:6c43:12aa:2bd1\" )","filters":[],"saved_id":"b2fe8020-8f03-11ec-b8ee-4bf5e13b519b","throttle":"no_actions","actions":[]}
{"id":"7f3a0930-8efe-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-16T08:00:27.860Z","updated_by":"admin","created_at":"2022-02-16T08:00:25.832Z","created_by":"admin","name":"DetectionRule: Yandexcloud: MDB Create or Update user","tags":[],"interval":"5m","enabled":true,"description":"s","risk_score":21,"severity":"low","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://c-c9qec6ilgop0vdtvpoi2.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"91aa39ab-0ab7-4aaa-8e91-8296e2a0c90c","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: (yandex.cloud.audit.mdb.*.UpdateUser or yandex.cloud.audit.mdb.*.CreateUser)","filters":[],"saved_id":"43c90e50-8efe-11ec-b8ee-4bf5e13b519b","throttle":"no_actions","actions":[]}
{"id":"489272b0-8efd-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-16T07:55:56.206Z","updated_by":"admin","created_at":"2022-02-16T07:51:44.702Z","created_by":"admin","name":"DetectionRule: Yandexcloud: MDB Create cluster from not known admin","tags":[],"interval":"5m","enabled":true,"description":"d","risk_score":47,"severity":"medium","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://c-c9qec6ilgop0vdtvpoi2.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-360s","rule_id":"f6aa7958-d776-439d-9b77-49b11893cb22","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":2,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.mdb.*.CreateCluster and not user.name : mirtov8@yandex-team.ru kirill@yandex-team.ru","filters":[],"saved_id":"e810ca40-8efc-11ec-b8ee-4bf5e13b519b","throttle":"no_actions","actions":[]}
{"id":"40d74b00-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.893Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.887Z","created_by":"admin","name":"DetectionRule: Yandexcloud: resource-manager.cloud.owner events","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud: resource-manager.cloud.owner events","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"07bad1bd-0d51-46c5-b712-fedf1c18e5be","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and user.name : fdsgs","filters":[],"saved_id":"Yandexcloud: resource-manager.cloud.owner events","throttle":"no_actions","actions":[]}
{"id":"40af50a0-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.889Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.887Z","created_by":"admin","name":"DetectionRule:Yandexcloud:Create public address without antiddos","tags":[],"interval":"2m","enabled":true,"description":"f","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-720s","rule_id":"5c24fd59-3469-42f0-afe7-72d4eddcc0f3","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.network.CreateAddress and not details.external_ipv4_address.requirements.ddos_protection_provider: qrator","filters":[],"saved_id":"Yandexcloud:Create public address without antiddos","throttle":"no_actions","actions":[]}
{"id":"40acdfa0-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.880Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.886Z","created_by":"admin","name":"DetectionRule: Yandexcloud: Add public IP to VM","tags":[],"interval":"5m","enabled":true,"description":"s","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"42ba3879-ffe8-49ac-9fb0-eeecf423bb4e","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.compute.AddInstanceOneToOneNat","filters":[],"saved_id":"Yandexcloud: Add public IP to VM","throttle":"no_actions","actions":[]}
{"id":"409734c0-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.861Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.885Z","created_by":"admin","name":"DetectionRule:Yandexcloud:Create instance with Serialport","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud:Create instance with Serialport\n","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"0b0cc717-8f22-4515-9960-dc20f5d01efd","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.outcome : success and event.action: yandex.cloud.audit.compute.CreateInstance and details.metadata_serial_port_enable: 1","filters":[],"saved_id":"Yandexcloud:Create instance with Serialport","throttle":"no_actions","actions":[]}
{"id":"40a95d30-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.865Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.884Z","created_by":"admin","name":"DetectionRule:Yandexcloud: Bind access rights to KMS key","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud: Bind access rights to KMS key","risk_score":47,"severity":"medium","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"e5d280a4-344e-4dc9-850f-901c995e4dfc","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit. kms. *SymmetricKeyAccessBindings","filters":[],"saved_id":"Yandexcloud: Bind access rights to KMS key","throttle":"no_actions","actions":[]}
{"id":"40d7e740-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.882Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.883Z","created_by":"admin","name":"DetectionRule:Yandexcloud: Any create or update SG (security group)","tags":[],"interval":"5m","enabled":true,"description":"j","risk_score":47,"severity":"medium","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"cf51d89a-10ad-4ffb-9b42-a0c3bd622eb2","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.network.*SecurityGroup ","filters":[],"saved_id":"Yandexcloud: Any create or update SG (security group)","throttle":"no_actions","actions":[]}
{"id":"4097f810-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.891Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.883Z","created_by":"admin","name":"DetectionRule:Yandexcloud: Add access binding VPC_publicAdmin","tags":[],"interval":"5m","enabled":true,"description":".","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"7f3baf3d-3aaa-4703-87cb-52933f9f6802","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and details.access_binding_deltas.access_binding.role_id: vpc.publicAdmin","filters":[],"saved_id":"Yandexcloud: Add access binding VPC_publicAdmin","throttle":"no_actions","actions":[]}
{"id":"40abce30-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.873Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.882Z","created_by":"admin","name":"DetectionRule:Yandexcloud:Create dangerous 0.0.0.0 ACL:SG","tags":[],"interval":"5m","enabled":true,"description":".","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"e0d24656-6e91-4b00-8234-a81f32191c05","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":2,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and (event.action: yandex.cloud.audit.network.CreateSecurityGroup or yandex.cloud.audit.network.UpdateSecurityGroup) and details.rules.direction: INGRESS and details.rules.cidr_blocks.v4_cidr_blocks: *0.0.0.0*","filters":[],"saved_id":"Yandexcloud:Create dangerous 0.0.0.0 ACL:SG","throttle":"no_actions","actions":[]}
{"id":"40d687b0-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.876Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.880Z","created_by":"admin","name":"DetectionRule:Yandexcloud: unauthorized events (permission denied)","tags":[],"interval":"5m","enabled":true,"description":"/","risk_score":47,"severity":"medium","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"b0083d86-0aa6-42c3-ba5f-a32ab77e955d","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"threshold","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and error.message: Permission denied","filters":[],"saved_id":"Yandexcloud: unauthorized events (permission denied)","threshold":{"field":[],"value":3,"cardinality":[]},"throttle":"no_actions","actions":[]}
{"id":"409782e0-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.870Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.880Z","created_by":"admin","name":"DetectionRule:Create instance without SG","tags":[],"interval":"5m","enabled":true,"description":"Create instance without SG","risk_score":99,"severity":"critical","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"2b2908f0-c6bd-4fa2-a0e6-fb9a9bbbe9a6","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.outcome : success and event.action: yandex.cloud.audit.compute.CreateInstance and not details.network_interfaces.security_group_ids: *","filters":[],"saved_id":"Yandexcloud:Create instance without SG","throttle":"no_actions","actions":[]}
{"id":"40ae3f30-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.885Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.879Z","created_by":"admin","name":"DetectionRule:Yandexcloud:Create instances with public IP","tags":[],"interval":"5m","enabled":true,"description":"DetectionRule:Yandexcloud:Create instances with public IP","risk_score":21,"severity":"low","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"25bfca38-d61c-48c4-991b-81720652c2d9","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action:  yandex.cloud.audit.compute.CreateInstance and details.network_interfaces.primary_v4_address.one_to_one_nat.address: *","filters":[],"saved_id":"Yandexcloud:Create instances with public IP","throttle":"no_actions","actions":[]}
{"id":"40986d40-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.872Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.878Z","created_by":"admin","name":"DetectionRule: Yandexcloud: Connect admins from YC, Terraform","tags":[],"interval":"5m","enabled":true,"description":"\nYandexcloud: Connect admins from YC, Terraform","risk_score":21,"severity":"low","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"2b6594bd-9afc-4ad6-8715-9643a18e2817","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and (user_agent.original.keyword: *YC/* or user_agent.original.keyword: *Terraform*)","filters":[],"saved_id":"Yandexcloud: Connect admins from YC, Terraform","throttle":"no_actions","actions":[]}
{"id":"40b08920-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.868Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.877Z","created_by":"admin","name":"DetectionRule: Yandexcloud: Create image from S3 uri","tags":[],"interval":"5m","enabled":true,"description":"\nYandexcloud: Create image from S3 uri","risk_score":21,"severity":"low","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"3185125a-4a91-468b-be49-0a998022d248","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.compute.CreateImage and cloud.image.source_uri: *","filters":[],"saved_id":"Yandexcloud: Create image from S3 uri","throttle":"no_actions","actions":[]}
{"id":"40adf110-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.863Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.877Z","created_by":"admin","name":"DetectionRule:Yandexcloud:Creating of service-account's credentials (keys)","tags":[],"interval":"3m","enabled":true,"description":"DetectionRule:Yandexcloud:Creating of service-account's credentials (keys)","risk_score":47,"severity":"medium","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-780s","rule_id":"8e2c23d7-fe29-4468-ba96-9c02356688d4","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action:  (yandex.cloud.audit.iam.CreateAccessKey or yandex.cloud.audit.iam.CreateKey or andex.cloud.audit.iam.CreateApiKey)","filters":[],"saved_id":"Yandexcloud:Creating of service-account's credentials (keys)","throttle":"no_actions","actions":[]}
{"id":"40aabcc0-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.859Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.876Z","created_by":"admin","name":"DetectionRule:Yandexcloud: Create instance with marketplace image","tags":[],"interval":"5m","enabled":true,"description":"s","risk_score":21,"severity":"low","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"f39be9fe-3047-4c8d-b61d-9b87f99afc96","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":2,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and details.product_ids: *","filters":[],"saved_id":"Yandexcloud: Create instance with marketplace image","throttle":"no_actions","actions":[]}
{"id":"40981f20-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.878Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.875Z","created_by":"admin","name":"DetectionRule:Yandexcloud: Bind IAM Admin role to resources","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud: Bind IAM Admin role to resources","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"a33bab4b-bbac-4b4a-9acd-997045226d0a","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and details.access_binding_deltas.access_binding.role_id: admin","filters":[],"saved_id":"Yandexcloud: Bind IAM Admin role to resources","throttle":"no_actions","actions":[]}
{"id":"4097d100-8e4d-11ec-b8ee-4bf5e13b519b","updated_at":"2022-02-15T10:51:41.884Z","updated_by":"admin","created_at":"2022-02-15T10:51:39.871Z","created_by":"admin","name":"DetectionRule:Yandexcloud: Changes of S3 acl, policy","tags":[],"interval":"5m","enabled":true,"description":"s","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"88244e50-5974-434d-86ea-92db23c4796b","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: (yandex.cloud.audit.storage.BucketAclUpdate or yandex.cloud.audit.storage.BucketPolicyUpdate)","filters":[],"saved_id":"Yandexcloud: Changes of S3 acl, policy","throttle":"no_actions","actions":[]}