{"id":"5a15c860-fd9a-11eb-b912-d99e9986f72b","updated_at":"2021-08-15T07:41:21.545Z","updated_by":"admin","created_at":"2021-08-15T07:28:15.018Z","created_by":"admin","name":"DetectionRule:YandexCloud:k8s:kyverno-detect","tags":[],"interval":"5m","enabled":true,"description":"DetectionRule:YandexCloud:k8s:kyverno-detect","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qf8vrlg1hreulf6d5m.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"fc7e6413-a246-4587-a1e3-bd9aeec423f6","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":2,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["k8s-audit*"],"query":"event.dataset : yandexcloud.k8s_audit_logs and responseObject.status.keyword: Failure and responseObject.message :\" admission webhook \\\\\\\"validate.kyverno.svc\\\\\\\" denied the request\" and not objectRef.namespace : falco and not user.name : system\\\\\\:serviceaccount\\\\\\:kube-system\\\\\\:daemon-set-controller","filters":[],"saved_id":"Yandexcloud:k8s:kyverno-gatekeeper-detection","throttle":"no_actions","actions":[]}
{"exported_count":1,"missing_rules":[],"missing_rules_count":0}
