{"id":"a98165a0-e92a-11eb-a019-4ff3eff5953f","updated_at":"2021-07-20T07:18:21.189Z","updated_by":"beats","created_at":"2021-07-20T07:18:21.189Z","created_by":"beats","name":"DetectionRule:Yandexcloud:Create instance with Serialport","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud:Create instance with Serialport\n","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"0b0cc717-8f22-4515-9960-dc20f5d01efd","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.outcome : success and event.action: yandex.cloud.audit.compute.CreateInstance and details.metadata_serial_port_enable: 1","filters":[],"saved_id":"Yandexcloud:Create instance with Serialport","throttle":"no_actions","actions":[]}
{"id":"8de55f90-e92a-11eb-a019-4ff3eff5953f","updated_at":"2021-07-20T07:17:35.004Z","updated_by":"beats","created_at":"2021-07-20T07:17:35.004Z","created_by":"beats","name":"DetectionRule:Create instance without SG","tags":[],"interval":"5m","enabled":true,"description":"Create instance without SG","risk_score":99,"severity":"critical","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"2b2908f0-c6bd-4fa2-a0e6-fb9a9bbbe9a6","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.outcome : success and event.action: yandex.cloud.audit.compute.CreateInstance and not details.network_interfaces.security_group_ids: *","filters":[],"saved_id":"Yandexcloud:Create instance without SG","throttle":"no_actions","actions":[]}
{"id":"5b1d30b0-e92a-11eb-a019-4ff3eff5953f","updated_at":"2021-07-20T07:16:09.731Z","updated_by":"beats","created_at":"2021-07-20T07:16:09.731Z","created_by":"beats","name":"DetectionRule: Yandexcloud: Connect admins from YC, Terraform","tags":[],"interval":"5m","enabled":true,"description":"\nYandexcloud: Connect admins from YC, Terraform","risk_score":21,"severity":"low","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"2b6594bd-9afc-4ad6-8715-9643a18e2817","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and (user_agent.original.keyword: *YC/* or user_agent.original.keyword: *Terraform*)","filters":[],"saved_id":"Yandexcloud: Connect admins from YC, Terraform","throttle":"no_actions","actions":[]}
{"id":"1db6a760-e92a-11eb-a019-4ff3eff5953f","updated_at":"2021-07-20T07:14:26.359Z","updated_by":"beats","created_at":"2021-07-20T07:14:26.359Z","created_by":"beats","name":"DetectionRule:Yandexcloud: Add access binding VPC_publicAdmin","tags":[],"interval":"5m","enabled":true,"description":".","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"7f3baf3d-3aaa-4703-87cb-52933f9f6802","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and details.access_binding_deltas.access_binding.role_id: vpc.publicAdmin","filters":[],"saved_id":"Yandexcloud: Add access binding VPC_publicAdmin","throttle":"no_actions","actions":[]}
{"id":"fdadf860-e929-11eb-a019-4ff3eff5953f","updated_at":"2021-07-20T07:13:33.184Z","updated_by":"beats","created_at":"2021-07-20T07:13:33.184Z","created_by":"beats","name":"DetectionRule: Yandexcloud: Add public IP to VM","tags":[],"interval":"5m","enabled":true,"description":"s","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"42ba3879-ffe8-49ac-9fb0-eeecf423bb4e","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.compute.AddInstanceOneToOneNat","filters":[],"saved_id":"Yandexcloud: Add public IP to VM","throttle":"no_actions","actions":[]}
{"id":"e31be840-e929-11eb-a019-4ff3eff5953f","updated_at":"2021-07-20T07:15:01.515Z","updated_by":"beats","created_at":"2021-07-20T07:12:48.009Z","created_by":"beats","name":"DetectionRule:Yandexcloud: Create instance with marketplace image","tags":[],"interval":"5m","enabled":true,"description":"s","risk_score":21,"severity":"low","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"f39be9fe-3047-4c8d-b61d-9b87f99afc96","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":2,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and details.product_ids: *","filters":[],"saved_id":"Yandexcloud: Create instance with marketplace image","throttle":"no_actions","actions":[]}
{"id":"baa2e260-e929-11eb-a019-4ff3eff5953f","updated_at":"2021-07-20T07:11:40.782Z","updated_by":"beats","created_at":"2021-07-20T07:11:40.782Z","created_by":"beats","name":"DetectionRule:Yandexcloud: Bind access rights to KMS key","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud: Bind access rights to KMS key","risk_score":47,"severity":"medium","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"e5d280a4-344e-4dc9-850f-901c995e4dfc","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit. kms. *SymmetricKeyAccessBindings","filters":[],"saved_id":"Yandexcloud: Bind access rights to KMS key","throttle":"no_actions","actions":[]}
{"id":"9cb4d600-e929-11eb-a019-4ff3eff5953f","updated_at":"2021-07-20T07:10:50.601Z","updated_by":"beats","created_at":"2021-07-20T07:10:50.601Z","created_by":"beats","name":"DetectionRule:Yandexcloud: Bind IAM Admin role to resources","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud: Bind IAM Admin role to resources","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"a33bab4b-bbac-4b4a-9acd-997045226d0a","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and details.access_binding_deltas.access_binding.role_id: admin","filters":[],"saved_id":"Yandexcloud: Bind IAM Admin role to resources","throttle":"no_actions","actions":[]}
{"id":"72ced2a0-e929-11eb-a019-4ff3eff5953f","updated_at":"2021-07-20T07:09:40.391Z","updated_by":"beats","created_at":"2021-07-20T07:09:40.391Z","created_by":"beats","name":"DetectionRule:Yandexcloud: Changes of S3 acl, policy","tags":[],"interval":"5m","enabled":true,"description":"s","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"88244e50-5974-434d-86ea-92db23c4796b","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: (yandex.cloud.audit.storage.BucketAclUpdate or yandex.cloud.audit.storage.BucketPolicyUpdate)","filters":[],"saved_id":"Yandexcloud: Changes of S3 acl, policy","throttle":"no_actions","actions":[]}
{"id":"2c018480-e929-11eb-a019-4ff3eff5953f","updated_at":"2021-07-20T07:07:41.094Z","updated_by":"beats","created_at":"2021-07-20T07:07:41.094Z","created_by":"beats","name":"DetectionRule: Yandexcloud: Create image from S3 uri","tags":[],"interval":"5m","enabled":true,"description":"\nYandexcloud: Create image from S3 uri","risk_score":21,"severity":"low","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"3185125a-4a91-468b-be49-0a998022d248","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.compute.CreateImage and cloud.image.source_uri: *","filters":[],"saved_id":"Yandexcloud: Create image from S3 uri","throttle":"no_actions","actions":[]}
{"id":"f995cd80-e928-11eb-a019-4ff3eff5953f","updated_at":"2021-07-20T07:08:40.244Z","updated_by":"beats","created_at":"2021-07-20T07:06:16.838Z","created_by":"beats","name":"DetectionRule:Yandexcloud:Create dangerous 0.0.0.0 ACL:SG","tags":[],"interval":"5m","enabled":true,"description":".","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"e0d24656-6e91-4b00-8234-a81f32191c05","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":2,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and (event.action: yandex.cloud.audit.network.CreateSecurityGroup or yandex.cloud.audit.network.UpdateSecurityGroup) and details.rules.direction: INGRESS and details.rules.cidr_blocks.v4_cidr_blocks: *0.0.0.0*","filters":[],"saved_id":"Yandexcloud:Create dangerous 0.0.0.0 ACL:SG","throttle":"no_actions","actions":[]}
{"id":"cd4b7450-e928-11eb-a019-4ff3eff5953f","updated_at":"2021-07-20T07:05:02.661Z","updated_by":"beats","created_at":"2021-07-20T07:05:02.661Z","created_by":"beats","name":"DetectionRule:Yandexcloud: Any create or update SG (security group)","tags":[],"interval":"5m","enabled":true,"description":"j","risk_score":47,"severity":"medium","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"cf51d89a-10ad-4ffb-9b42-a0c3bd622eb2","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.network.*SecurityGroup ","filters":[],"saved_id":"Yandexcloud: Any create or update SG (security group)","throttle":"no_actions","actions":[]}
{"id":"981e0540-e928-11eb-a019-4ff3eff5953f","updated_at":"2021-07-20T07:03:33.425Z","updated_by":"beats","created_at":"2021-07-20T07:03:33.425Z","created_by":"beats","name":"DetectionRule:Yandexcloud: unauthorized events (permission denied)","tags":[],"interval":"5m","enabled":true,"description":"/","risk_score":47,"severity":"medium","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"b0083d86-0aa6-42c3-ba5f-a32ab77e955d","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"threshold","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and error.message: Permission denied","filters":[],"saved_id":"Yandexcloud: unauthorized events (permission denied)","threshold":{"field":[],"value":3,"cardinality":[]},"throttle":"no_actions","actions":[]}
{"id":"362c7920-e928-11eb-a019-4ff3eff5953f","updated_at":"2021-07-20T07:00:49.100Z","updated_by":"beats","created_at":"2021-07-20T07:00:49.100Z","created_by":"beats","name":"DetectionRule: Yandexcloud: resource-manager.cloud.owner events","tags":[],"interval":"5m","enabled":true,"description":"Yandexcloud: resource-manager.cloud.owner events","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"07bad1bd-0d51-46c5-b712-fedf1c18e5be","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and user.name : fdsgs","filters":[],"saved_id":"Yandexcloud: resource-manager.cloud.owner events","throttle":"no_actions","actions":[]}
{"id":"6569cca0-e8b1-11eb-a019-4ff3eff5953f","updated_at":"2021-07-19T16:50:18.177Z","updated_by":"beats","created_at":"2021-07-19T16:50:18.177Z","created_by":"beats","name":"DetectionRule:Yandexcloud:Create instances with public IP","tags":[],"interval":"5m","enabled":true,"description":"DetectionRule:Yandexcloud:Create instances with public IP","risk_score":21,"severity":"low","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-900s","rule_id":"25bfca38-d61c-48c4-991b-81720652c2d9","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action:  yandex.cloud.audit.compute.CreateInstance and details.network_interfaces.primary_v4_address.one_to_one_nat.address: *","filters":[],"saved_id":"Yandexcloud:Create instances with public IP","throttle":"no_actions","actions":[]}
{"id":"06c3f070-e8ae-11eb-a019-4ff3eff5953f","updated_at":"2021-07-19T16:26:10.642Z","updated_by":"beats","created_at":"2021-07-19T16:26:10.642Z","created_by":"beats","name":"DetectionRule:Yandexcloud:Creating of service-account's credentials (keys)","tags":[],"interval":"3m","enabled":true,"description":"DetectionRule:Yandexcloud:Creating of service-account's credentials (keys)","risk_score":47,"severity":"medium","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-780s","rule_id":"8e2c23d7-fe29-4468-ba96-9c02356688d4","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action:  (yandex.cloud.audit.iam.CreateAccessKey or yandex.cloud.audit.iam.CreateKey or andex.cloud.audit.iam.CreateApiKey)","filters":[],"saved_id":"Yandexcloud:Creating of service-account's credentials (keys)","throttle":"no_actions","actions":[]}
{"id":"ebdd9d20-e7ad-11eb-a019-4ff3eff5953f","updated_at":"2021-07-18T09:52:53.795Z","updated_by":"beats","created_at":"2021-07-18T09:52:53.795Z","created_by":"beats","name":"DetectionRule:Yandexcloud:Create public address without antiddos","tags":[],"interval":"2m","enabled":true,"description":"f","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-720s","rule_id":"5c24fd59-3469-42f0-afe7-72d4eddcc0f3","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.network.CreateAddress and not details.external_ipv4_address.requirements.ddos_protection_provider: qrator","filters":[],"saved_id":"Yandexcloud:Create public address without antiddos","throttle":"no_actions","actions":[]}
{"exported_count":17,"missing_rules":[],"missing_rules_count":0}
