{"id":"629894d0-e7ac-11eb-a019-4ff3eff5953f","updated_at":"2021-07-18T09:41:54.953Z","updated_by":"admin","created_at":"2021-07-18T09:41:54.953Z","created_by":"admin","name":"DetectionRule:Yandexcloud:Create public address without antiddos","tags":[],"interval":"2m","enabled":true,"description":"f","risk_score":73,"severity":"high","license":"","output_index":".siem-signals-default","meta":{"from":"10m","kibana_siem_app_url":"https://c-c9qfr7e8e470ghr1lanf.rw.mdb.yandexcloud.net/app/security"},"author":[],"false_positives":[],"from":"now-720s","rule_id":"5c24fd59-3469-42f0-afe7-72d4eddcc0f3","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":1,"exceptions_list":[],"immutable":false,"type":"saved_query","language":"kuery","index":["audit-trails-*"],"query":"event.dataset: yandexcloud.audittrail and event.action: yandex.cloud.audit.network.CreateAddress and not details.external_ipv4_address.requirements.ddos_protection_provider: qrator","filters":[],"saved_id":"Yandexcloud:Create public address without antiddos","throttle":"no_actions","actions":[]}
{"exported_count":1,"missing_rules":[],"missing_rules_count":0}
